{
    "high-large-family": {
      "size": "Large",
      "energy": "High",
      "SSET": "high-large-family",
      "temperament": "Family",
      "description": "The Weimaraner is a large dog that was originally bred for hunting game such as deer, bear, and boar in 19th century Germany. They are high-energy dogs that need a lot of exercise and play time. Weimaraners come in shades of charcoal blue to silver grey and can weigh from 55 to 88 lbs.",
      "breed": "Weimaraner"
    },
    "high-large-guard": {
      "size": "Large",
      "energy": "High",
      "SSET": "high-large-guard",
      "temperament": "Guard",
      "description": "The Otterhound is a extra large dog bred to be a scent hound to track otter and other prey in watery conditions. This British breed loves to swim and has a special oily rough double coat to repel water and webbed feet. They are known for their playful, clownish personality but can be a bit of a handful weighing in at 80 to 115 lbs!",
      "breed": "Otterhound"
    },
    "high-medium-family": {
          "size": "Medium",
          "energy": "High",
          "SSET": "high-medium-family",
          "temperament": "Family",
          "description": "The Boxer dog was founded in 1895 in Germany, bred to be a large size guard dog. They are instinctive guardians and make for loving family companions that are good around small children. Boxers are high-energy dogs that need adequate exercise to relieve boredom.  Boxers come in a range of tan to brown colors with flashy white markings, weighing between 55 and 75 lbs.",
          "breed": "Boxer"
        },
    "high-medium-guard": {
          "size": "Medium",
          "energy": "High",
          "SSET": "high-medium-guard",
          "temperament": "Guard",
          "description": "The Saluki is a sight hound that was bred in ancient times by nomadic groups in the Middle East to chase down game animals. Also known as the Gazelle Hound or the Persian Greyhound, these medium sized dogs are incredibly fast runners and can be difficult to train off leash due to their independent and aloof personality. The Saluki comes in a smooth or feathery silky coat and can weigh between 35 to 60 lbs.",
          "breed": "Saluki"
        },
    "high-small-family": {
          "size": "Small",
          "energy": "High",
          "SSET": "high-small-family",
          "temperament": "Family",
          "description": "The Basenji is a hunting dog from central Africa and is famous for it's yodel instead of barking. It has an alert, curious, and wary disposition towards strangers with an almost cat-like personality. The Basenji is a small breed weighing between 20-25 lbs. ",
          "breed": "Basenji"
        },
    "high-small-guard": {
          "size": "Small",
          "energy": "High",
          "SSET": "high-small-guard",
          "temperament": "Guard",
          "description": "The Chihuahua is one of the smallest dog breeds, bred in the Chihuahua region of Mexico. Even though they're small, they're known for their big personality. Due to their size and fragility, they're not recommended for households with small children. The Chihuahua comes in a short and long coat and weighs under 6lbs.",
          "breed": "Chihuahua"
        },
    "medium-large-family": {
          "size": "Large",
          "energy": "Medium",
          "SSET": "medium-large-family",
          "temperament": "Family",
          "description": "The Newfoundland is an extra large dog breed bred to be a working dog in Canada. Known for their calm and loyal demeanor, they are often used as lifeguard and rescue dogs. The breed was immortalized in Peter Pan with the character of Nana, the loyal family guard dog. Their gentle giant nature makes them a great family dog, although they can be a lot to take care of at up to 175lbs!",
          "breed": "Newfoundland"
        },
    "medium-large-guard": {
          "size": "Large",
          "energy": "Medium",
          "SSET": "medium-large-guard",
          "temperament": "Guard",
          "description": "The Rottweiler was bred to be a herding dog and strong enough to pull a wagon to market in Germany. They have a strong herding and protective temperament, which makes them great working dogs for the police and military. These calm and confident dogs take well to training and can make a great family dog. Rottweilers are known for their black and tan coat and are a larger size weighing around 70 to 135 lbs.",
          "breed": "Rottweiler"
        },
    "medium-medium-family": {
          "size": "Medium",
          "energy": "Medium",
          "SSET": "medium-medium-family",
          "temperament": "Family",
          "description": "The Mexican Hairless dog, also known as the Xoloitzcuintle or Xolo dog, was revered as guardians and depicted in artwork over 3500 years ago as spiritual guardians. Xolo dogs are curious, inquisitive, and can be escape artists so good training and adequate fencing are a must. These small to medium sized dogs can have short coats or be completely hairless, weighing around 5 to 55 lbs.",
          "breed": "Mexican Hairless"
        },
    "medium-medium-guard": {
          "size": "Medium",
          "energy": "Medium",
          "SSET": "medium-medium-guard",
          "temperament": "Guard",
          "description": "The Appenzeller Sennenhund is famed to be decended from cattle dogs left by the Romans in the Swiss Alps.  They are very athletic working dogs that require a lot of exercise and a job, so they aren't the best dog breed for small homes or city apartments. The Appenzeller is a medium sized dog with a distinctive tri-color coat, weighing around 49 to 70lbs.",
          "breed": "Appenzeller"
        },
    "medium-small-family": {
          "size": "Small",
          "energy": "Medium",
          "SSET": "medium-small-family",
          "temperament": "Family",
          "breed": "Affenpinscher",
          "description": "The Affenpinscher is also known as the Monkey dog, due to it's coat and round ape-like face. These small dogs are outgoing and adventurous, but can have a stubborn streak and might not like to share their toys with small children. Today, Affenpinschers come in a variety of colors other than the traditional black coat and weigh between 6 to 13 lbs."
        },
    "medium-small-guard": {
          "size": "Small",
          "energy": "Medium",
          "SSET": "medium-small-guard",
          "temperament": "Guard",
          "description": "Pomeranians are named for a region between what is now Poland and Germany, a small dog prized by royalty. Queen Victoria had her own red Pomeranian and made the breed famous throughout the world. Pomeranians are small, weighing in around 3 to 7 lbs and have a lively, playful temperament which makes them good companions for all ages.",
          "breed": "Pomeranian"
        },
    "low-large-family": {
          "size": "Large",
          "energy": "Low",
          "SSET": "low-large-family",
          "temperament": "Family",
          "description": "The Great Pyrenees is a working dog that has been bred to protect livestock. They are confident and loyal to a fault when guarding, and need training to ensure that they will not be defensive around strangers or other dogs. These large dogs weigh between 90 to 130lbs and are known for their gray or silver coat.",
          "breed": "Great Pyrenees"
        },
    "low-large-guard": {
          "size": "Large",
          "energy": "Low",
          "SSET": "low-large-guard",
          "temperament": "Guard",
          "description": "The Borzoi, or Russian Wolfhound, is a fast runner and often called a 'Russian Greyhound' for its speed. It has a unique, feathery coat that will shed short in the summer and weighs around 55 to 105 lbs. These sensitive and gentle dogs are known for their gracious demeanor and good house manners.",
          "breed": "Borzoi"
        },
    "low-medium-family": {
          "size": "Medium",
          "energy": "Low",
          "SSET": "low-medium-family",
          "temperament": "Family",
          "description": "The American Eskimo dog is actually a small German Spitz that was renamed during World War I due to anti-German sentiment at the time. With their fluffy white coats, the American Eskimo dog rose to fame in different circus acts across America and became popular pets that are affectionate and easy to train. These small dogs can range from 5 to 40lbs and are a good choice for small homes and city apartments.",
          "breed": "American Eskimo"
        },
    "low-medium-guard": {
          "size": "Medium",
          "energy": "Low",
          "SSET": "low-medium-guard",
          "temperament": "Guard",
          "description": "The Chow-Chow, also known as the Puffy Lion Dog (Songshi-Quan), is from Northern China. It has a distinctive tan coat, lion mane, and a purple tongue. Although the Chow is a medium sized dog ranging from 35 to 85 lbs, it is not a very active dog. They are known to be proud, aloof, and at times fiercely loyal. This breed can be challenging to train but ultimately rewarding due to its willingness to bond strongly with its owner.",
          "breed": "Chow"
        },
    "low-small-family": {
          "size": "Small",
          "energy": "Low",
          "SSET": "low-small-family",
          "temperament": "Family",
          "description": "The Papillion translates to 'Butterfly' in french due to it's long coat and butterfly shaped ears. This small cousin of the Spaniel family weighs a mere 7 to 10lbs and has graced many a royal portrait since the Renaissance. These dogs are happy, friendly, and not shy about making new friends which makes them a great dog for first time owners and families.",
          "breed": "Papillon"
        },
    "low-small-guard": {
          "size": "Small",
          "energy": "Low",
          "SSET": "low-small-guard",
          "temperament": "Guard",
          "description": "The Beagle is the smaller cousin of the Foxhound at 20 to 25 lbs and bred to hunt wild rabbits or hares. They have an incredible nose and tracking instincts, making them a good fit for police work such as detecting illegal food or chemical imports. They are known for their merry and mischevious disposition, but can be difficult to train due to their stubbornness when tracking a scent.",
          "breed": "Beagle"
        }
  }
  